<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html lang="zh-cn" class="no-js">
<head>
<meta http-equiv="Content-Type">
<meta content="text/html; charset=utf-8">
<meta charset="utf-8">
<title>《用户协议》</title>
<meta name="viewport" content="initial-scale=1, maximum-scale=1, user-scalable=no">
<meta name="format-detection" content="telephone=no">
<meta name="format-detection" content="email=no">
<style>
body{ font-size:12px; line-height:22px;}
h2{ text-align:center; border-bottom:1px solid #CCC;padding-bottom:10px;}
p{ text-indent:28px; font-weight:bold;}
</style>
</head>
<body>
<h2>《用户协议》</h2>
<div style="text-indent:28px;">欢迎光临“要实习”，用户在使用要实习招聘平台提供的各项服务之前，应仔细阅读本服务协议。如不同意本服务协议，用户可以主动停止使用要实习招聘平台提供的服务；用户一旦登录并使用“要实习”，则意味着用户自愿遵守本协议，并在使用过程中服从“要实习”的统一管理，包括要实习招聘平台对服务协议随时所做的任何修改。</div>
<p>（一）、总则</p>
<div>
1、用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户注册后即表示用户与要实习招聘平台达成协议，完全接受本协议项下的全部条款；<br/>
2、要实习招聘平台的主要服务工具为网站和微信订阅号（已通过腾讯认证加V），要实习招聘网站主要作为企业信息数据库使用，要实习微信订阅号为企业用户和求职用户的登陆端口；<br/>
3、用户扫描二维码或者通过搜索微信公众号“要实习”，关注并填写个人有效信息之后可使用要实习招聘平台对应的全部功能。用户的微信账号即为使用要实习招聘平台的账号，用户应当对以该用户帐号进行的所有活动和事件负法律责任；<br/>
4、要实习招聘平台有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等对本协议进行修改，而无需另行单独通知用户。用户可随时通过要实习招聘平台浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如用户不同意要实习招聘平台对本协议相关条款所做的修改，有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受要实习招聘平台对本协议相关条款所做的修改。
</div>
<p>（二）、企业用户的权利义务：</p>
<div>
1、为保证其他企业用户以及求职用户的信息安全，企业用户在使用要实习招聘平台功能前需提供要实习平台要求的企业认证所需资料，并等待通过审核。<br/>
2、完成“要实习”注册程序后您将成为“要实习”合法用户，享受“要实习”提供的服务，同时用户需保证具有相应的民事行为能力，并在完全同意本协议的情形下完成注册；<br/>
3、用户承诺在“要实习”发布的招聘信息均符合国家有关法律法规规定，并保证其真实性、完整性、准确性，不侵害任何第三方的权利；<br/>
4、用户承诺使用“要实习”仅用于用户自身招聘目的，不得从事任何其他活动，不得发布除招聘信息或自身简历外的其他资料；<br/>
5、用户对在“要实习”上得到、浏览的任何信息（包括但不限于本网站发布的招聘、求职信息、简历资料等）仅可做自身招聘使用，不得用于其它商业或非商业目的；<br/>
6、用户应对使用“要实习”的一切行为承担责任，如因用户行为给其他第三方或“要实习”造成任何损失的，用户应承担赔偿责任；<br/>
7、用户在“要实习”实施了违法行为，导致第三方投诉（包括但不限于第三方以发函等形式指控“要实习”侵权，提起诉讼、仲裁，或使“要实习”面临相关主管机关的审查或质询），“要实习”有权先暂停用户的使用。
</div>
<p>（三）、求职用户的权利义务：</p>
<div>
1、求职用户关注“要实习”微信公众号并填写简历信息视为完成“要实习”注册程序，之后您将成为“要实习”合法用户，享受“要实习”提供的服务，同时用户需保证具有相应的民事行为能力，并在完全同意本协议的情形下完成注册；<br/>
2、用户承诺在“要实习”填写的个人简历信息均符合国家有关法律法规规定，并保证其真实性、准确性，不侵害任何第三方的权利；<br/>
3、用户承诺使用“要实习”仅用于用户自身求职目的，不得从事任何其他活动，不得发布除自身简历外的其他资料；<br/>
4、用户对在“要实习”上得到、浏览的任何信息（包括但不限于本网站发布的招聘、求职信息、简历资料等）仅可做自身求职使用，不得用于其它商业或非商业目的；<br/>
5、用户应对使用“要实习”的一切行为承担责任，如因用户行为给其他第三方或“要实习”造成任何损失的，用户应承担赔偿责任；<br/>
6、用户在“要实习”实施了违法行为，导致第三方投诉（包括但不限于第三方以发函等形式指控“要实习”侵权，提起诉讼、仲裁，或使“要实习”面临相关主管机关的审查或质询），“要实习”有权先暂停用户的使用。
</div>
<p>（四）、“要实习”的权利义务：</p>
<div>
1、“要实习”应为用户提供优质、不断完善的服务，并接受用户的监督及合理建议；<br/>
2、用户在“要实习”发布的信息如有违反法律规定，本协议约定或“要实习”认为属于不适合发布的信息的，“要实习”有权进行修改、删除；<br/>
3、用户同意因网络原因、“要实习”进行网络调整、正常的系统维护升级等造成的本网站无法正常访问，“要实习”不承担任何责任；<br/>
4、“要实习”招聘平台（包括但不限于网站上的所有工具、应用、功能等）作为“要实习”为用户提供信息的平台，用户同意并保证使用以上内容均出于自愿，并已得到有效授权，不得侵犯第三方的权益，“要实习”对用户的使用行为不承担责任；<br/>
5、用户提供信息的平台，用户同意并保证使用以上内容均出于自愿并已得到有效授权，不得侵犯任何第三方的权益。“要实习”对用户的使用行为不承担任何责任；<br/>
6、“要实习”可能会提供与其他互联网网站或资源进行链接。对于前述网站或资源是否可以利用，“要实习”不予担保。因使用或依赖上述网站或资源所造成的损失或损害，“要实习”也不负担任何责任。
</div>
<p>（五）、用户隐私：</p>
<div style="text-indent:28px;">
除了本平台在保密承诺中提出的条款外，使用者理解并同意，要实习招聘平台在不公开姓名的情况下，可以向第三方提供综合性的非个人化信息资料。除非依照法律、法规、法院命令、监管机构命令的要求，或根据政府行为、监管要求或请求，或因要实习招聘平台认为系为遵守监管义务所需时，在没有本人事先同意的情况下，要实习招聘平台不会向第三方公开你的姓名、地址、电子邮件和电话等个人信息，但以下情况除外：
</div>
<div>
1、根据执法单位之要求或为公共之目的向相关单位提供个人资料；<br/>
2、 由于访问者将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露； <br/> 
3、由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；<br/>
4、由于与本网站链接的其他网站所造成之个人资料泄露及由此而导致的任何法律争议和后果；<br/>
5、为免除访问者在生命、身体或财产方面之急迫危险。
</div>
<p>（六）、知识产权：</p>
<div>
1、要实习招聘网站及微信公众号的内容和图表受到中国版权法律、法规及相关国际条约的保护。“要实习”拥有一切权利，未经“要实习”同意，不允许全部或部分复制、转载或以其他任何方式使用；<br/>
2、禁止以任何目的重新使用“要实习”网上的内容和图表。在内容和图表不作任何修改、保留内容未做修改以及事先得到“要实习”的许可的情况下，“要实习”的网上材料可作为网外信息方面和非商业方面的用途；<br/>
3、经“要实习”同意后复制、转载或者以其他形式使用本网站相关资料的，应当标明资料来源于“要实习”，以及“要实习”或相关第三方拥有该等资料的著作权的字样。<br/>
4、要实习招聘网站及微信公众号所有内容、设计、图标、图表、文字及其组合、产品、技术、程序等知识产权均归“要实习”所有。
</div>

<p>（七）、违约责任：</p>
<div style="text-indent:28px;">
如用户有以下行为视为违约，“要实习”有权随时采取停止服务，删除信息，取消会员资格，解除本协议，要求用户赔偿一切损失等行动。同时“要实习”已收取的服务费（如有）将不予退还。
</div>
<div>
1、在简历中心公布不完整、虚假或不准确的简历资料，或不是使用者的准确简历(而为他人寻找全职或兼职工作)。<br/>
2、公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。<br/>
3、为“要实习”的竞争同行回应职位，并用此方法寻求与雇主联络业务。<br/>
4、除发布者外，删除或修改其他个人或公司公布的资料。<br/>
5、擅自打印、复制或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。<br/>
6、接触未经许可的数据或进入未经许可的服务器或帐户；<br/>
7、没有得到许可，企图探查、扫描或测试系统或网络的弱点或者破坏安全措施；<br/>
8、企图干涉对用户及网络的服务，包括但不限于通过超载、“邮件炸弹”或“摧毁”等手段；<br/>
9、伪造TCP/IP数据包名称或部分名称。破坏系统或网络可能导致犯罪。“要实习”将调查此类破坏行为的发生，并可能干预、和执法当局合作起诉犯此类破坏行为的使用者。<br/>
</div>
<p>（八）、协议的变更：</p>
<div style="text-indent:28px;">“要实习”保留随时修正、更新本服务条款的权利。一旦发生相关修订或更新，“要实习”会将修订和更新的内容及时在本页面发布，用户如认为变更无法接受，应该停止使用本网站相关服务。如果继续使用“要实习”相关服务的，则视为用户接受变更条款并愿意受其约束。</div>
<p>（九）、不可抗力：</p>
<div style="text-indent:28px;">如因不可抗力导致本协议无法履行的，双方互不承担责任。</div>
<p>（十）、免责条款：</p>
<div style="text-indent:28px;">要实习招聘平台工作人员并未随时监视此平台，但保留进行随时监视的权利。对于非要实习招聘平台公布的材料，要实习招聘平台一概不负任何责任。使用者承认并同意，应聘信息发布方对存入简历中心的个人简历及材料的格式、内容的准确性和合法性负有全部责任，招聘信息发布方对于其在职位数据库公布的材料的准确性和合法性负有全部责任。对于要实习招聘平台为使用者提供便利而设置的外部链接网址，要实习招聘平台并不保证其准确性、安全性和完整性，亦并不代表本网站对其链接内容的认可，请使用者谨慎确认后使用，要实习招聘平台对由此导致的任何损失或伤害不承担任何责任。</div>
<p>（十一）、法律适用：</p>
<div style="text-indent:28px;">本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。</div>
<p>（十二）、其他：</p>
<div style="text-indent:28px;">1、本协议自用户登录使用要实习招聘平台起生效，长期有效；<br/>
2、要实习招聘平台保留在法律允许范围内对本协议的最终解释权。
</div>

<br/><br/>
<h2>《保密承诺》</h2>
<p>（一）、有关使用者的非个人化信息</p>
<div style="text-indent:28px;">一般来说，我们收集使用者的非个人化信息，例如使用者经常访问的是要实习招聘平台上的哪些内容和使用者最经常使用的是要实习招聘平台所提供的哪类服务项目。我们亦会以总体的形式来使用这些信息及数据。这些非个人化资料帮助我们确定，对于我们的使用者来说什么是最有益的，以及我们需以何种方式不断改进和提高管理和服务的质量，并为我们的使用者创造一个更好的使用环境。我们可能与我们的业务合作伙伴分享这些非个人化的资料，但也只是以总体的形式分享，以便我们的业务合作伙伴们也能为你们创造良好的使用环境。
有关使用者的个人化信息
</div>
<div style="text-indent:28px;">在某些情况下，使用者使用要实习招聘平台提供的服务，或参加要实习招聘平台上举办的有奖竞赛、或要购买某一种在要实习招聘平台上公开的产品，要实习招聘平台可能需要使用者提供一些具体的个人资料。在获得使用者的同意后，我们可能利用这些资料向使用者发送相关职位信息或提供我们认为使用者可能感兴趣的相关的产品和服务信息，或者在要实习招聘平台网站发生改变时通知使用者或和使用者联系。我们也可能向使用者询问或搜集一些其他情况，例如使用者感兴趣的资料、喜欢的网站或不喜欢的网站、感兴趣的职业等等，其目的均是向使用者提供更好的服务和网络使用环境。
</div>
<p>（二）、公开一般情况的资料</p>
<div style="text-indent:28px;">除“有关使用者的非个人化信息”所述情况外，我们不会公开使用者个人浏览要实习招聘平台的情况。除非依照法律、法规、法院命令、监管机构命令的要求，或根据政府行为、监管要求或请求，或因要实习招聘平台其认为系为遵守监管义务所需时，我们不会在没有取得使用者的同意的情况下，公开使用者向我们提供的个人资料，如姓名、地址、电子邮件地址、电话号码、信用卡号码等等个人信息。
</div>
<div style="text-indent:28px;">如果使用者把个人资料输入我们和我们的业务合作伙伴们共同主持的网页上，例如要实习招聘平台和伙伴公司共同主持的竞赛等，那么使用者的资料将属于要实习招聘平台和业务合作伙伴公司。要实习招聘平台对业务合作伙伴公司所收到该等个人资料以及该业务合作伙伴公司对该等个人信息的使用不负任何法律责任。
</div>
<p>（三）、简历</p>
<div style="text-indent:28px;">由于要实习招聘平台是一个职业网络，你可以把你的简历放入我们的数据库。向要实习招聘平台购买了相应服务的招聘企业或人员可以通过我们的简历数据库找到你的简历。当你向要实习招聘平台递交你的简历时，并选择了公开你的简历选项时，你已经同意向要实习招聘平台购买了相应服务的招聘企业或人员拥有法律上许可的对你的简历进行查询及使用的权利。对于因此而引起的任何法律纠纷（包括但不限于招聘企业或人员错误或非法使用前述简历信息），要实习招聘平台不承担任何法律责任。
</div>
<div style="text-indent:28px;">
尽管要实习招聘平台已作好了全面的安全防范措施后，以下情况仍然有可能发生，例如某一第三方躲过了我们的安全措施并进入我们的数据库，查找到你的简历。要实习招聘平台认为在你把你的简历放入我们的数据库时，你已经意识到了这种风险的存在，并同意承担这样的风险。对于因此而引起的任何法律纠纷，要实习招聘平台不承担任何法律责任。
</div>
<p>（四）、反馈</p>
<div style="text-indent:28px;">
要实习招聘平台网络中有相应链接可以使要实习招聘平台接收使用者所提供的反馈信息。通过此类链接收到的反馈信息属于要实习招聘平台所有。在获得前述反馈信息的情况下，应视为要实习招聘平台已经获得使用者同意并拥有对此类信息的使用权，要实习招聘平台可以利用此类反馈信息作为我们的市场宣传活动的内容，或利用使用者所提供的联系方式和你联系再次获得相关反馈信息。
</div>
<p>（五）信息保密承诺的改变</p>
<div style="text-indent:28px;">如果我们决定改变要实习招聘平台的信息保密承诺，我们会在此公布改变的内容，因此使用者会随时了解到我们向使用者收集什么资料，我们如何使用这些资料，以及我们是否向别人公开这些资料。</div>
<div style="text-indent:28px;">如果您有任何关于我们隐私权条款的问题，欢迎您以下列方式和我们联系：</div>
<div style="text-indent:28px;">电话：0755-82732254</div>
<div style="text-indent:28px;">E-mail：cs@yaoshixi.com</div>

</body>
</html>
