<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<%@ include file="/basePath.jsp" %>
<%@ include file="/jstl.jsp" %>
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<base href="<%= basePath%>">
<title>用户协议-要实习-专注于实习生招聘的互联网平台</title>
<link href="res/css/style.css" rel="stylesheet" type="text/css" />
<link href="res/css/base_style.css" rel="stylesheet" type="text/css" />
<link href="res/css/skeleton.css" rel="stylesheet" type="text/css" />
<script src="res/jquery/jquery-1.10.2.js" type="text/javascript"></script>
</head>

<body  class="body_cs" onload="index">
	<div class="sendmail">
        <div class="xieyi">
        	<div class="tt_bg">用户协议</div>
       		<div>&nbsp;&nbsp;&nbsp;&nbsp;欢迎光临“要实习”，用户在使用要实习招聘平台提供的各项服务之前，应仔细阅读本服务协议。如不同意本服务协议，用户可以主动停止使用要实习招聘平台提供的服务；用户一旦登录并使用“要实习”，则意味着用户自愿遵守本协议，并在使用过程中服从“要实习”的统一管理，包括要实习招聘平台对服务协议随时所做的任何修改。
<br/><br/>
<b>（一）、总则</b><br/>
<ol>
<li>用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户注册后即表示用户与要实习招聘平台达成协议，完全接受本协议项下的全部条款；</li>
<li>要实习招聘平台的主要服务工具为网站和微信订阅号（已通过腾讯认证加V），要实习招聘网站主要作为企业信息数据库使用，要实习微信订阅号为企业用户和学生用户的登陆端口；</li>
<li>用户扫描二维码或者通过搜索微信公众号“要实习”，关注并填写个人有效信息之后可使用要实习招聘平台对应的全部功能。用户的微信账号即为使用要实习招聘平台的账号，用户应当对以该用户帐号进行的所有活动和事件负法律责任；</li>
<li>要实习招聘平台有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等对本协议进行修改，而无需另行单独通知用户。用户可随时通过要实习招聘平台浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如用户不同意要实习招聘平台对本协议相关条款所做的修改，有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受要实习招聘平台对本协议相关条款所做的修改。</li>
</ol>
<br/>
<b>（二）、企业用户的权利义务：</b><br/>
<ol>
<li>为保证其他企业用户以及学生用户的信息安全，企业用户在使用要实习招聘平台功能前需提供要实习平台要求的企业认证所需资料，并等待通过审核。</li>
<li>完成“要实习”注册程序后您将成为“要实习”合法用户，享受“要实习”提供的服务，同时用户需保证具有相应的民事行为能力，并在完全同意本协议的情形下完成注册；</li>
<li>用户承诺在“要实习”发布的招聘信息均符合国家有关法律法规规定，并保证其真实性、完整性、准确性，不侵害任何第三方的权利；</li>
<li>用户承诺使用“要实习”仅用于用户自身招聘目的，不得从事任何其他活动，不得发布除招聘信息或自身简历外的其他资料；</li>
<li>用户对在“要实习”上得到、浏览的任何信息（包括但不限于本网站发布的招聘、求职信息、简历资料等）仅可做自身招聘使用，不得用于其它商业或非商业目的；</li>
<li>用户应对使用“要实习”的一切行为承担责任，如因用户行为给其他第三方或“要实习”造成任何损失的，用户应承担赔偿责任；</li>
<li>用户在“要实习”实施了违法行为，导致第三方投诉（包括但不限于第三方以发函等形式指控“要实习”侵权，提起诉讼、仲裁，或使“要实习”面临相关主管机关的审查或质询），“要实习”有权先暂停用户的使用。</li>
</ol>
<br/>
<b>（三）、学生用户的权利义务：</b><br/>
<ol>
<li>学生用户关注“要实习”微信公众号并填写简历信息视为完成“要实习”注册程序，之后您将成为“要实习”合法用户，享受“要实习”提供的服务，同时用户需保证具有相应的民事行为能力，并在完全同意本协议的情形下完成注册；</li>
<li>用户承诺在“要实习”填写的个人简历信息均符合国家有关法律法规规定，并保证其真实性、准确性，不侵害任何第三方的权利；</li>
<li>用户承诺使用“要实习”仅用于用户自身求职目的，不得从事任何其他活动，不得发布除自身简历外的其他资料；</li>
<li>用户对在“要实习”上得到、浏览的任何信息（包括但不限于本网站发布的招聘、求职信息、简历资料等）仅可做自身求职使用，不得用于其它商业或非商业目的；</li>
<li>用户应对使用“要实习”的一切行为承担责任，如因用户行为给其他第三方或“要实习”造成任何损失的，用户应承担赔偿责任；</li>
<li>用户在“要实习”实施了违法行为，导致第三方投诉（包括但不限于第三方以发函等形式指控“要实习”侵权，提起诉讼、仲裁，或使“要实习”面临相关主管机关的审查或质询），“要实习”有权先暂停用户的使用。</li>
</ol>
<br/>
<b>（四）、“要实习”的权利义务：</b><br/>
<ol>
<li>“要实习”应为用户提供优质、不断完善的服务，并接受用户的监督及合理建议；</li>
<li>用户在“要实习”发布的信息如有违反法律规定，本协议约定或“要实习”认为属于不适合发布的信息的，“要实习”有权进行修改、删除；</li>
<li>用户同意因网络原因、“要实习”进行网络调整、正常的系统维护升级等造成的本网站无法正常访问，“要实习”不承担任何责任；</li>
<li>“要实习”网站（包括但不限于网站上的所有工具、应用、功能等）作为“要实习”为用户提供信息的平台，用户同意并保证使用以上内容均出于自愿，并已得到有效授权，不得侵犯第三方的权益，“要实习”对用户的使用行为不承担责任；</li>
<li>用户提供信息的平台，用户同意并保证使用以上内容均出于自愿并已得到有效授权，不得侵犯任何第三方的权益。“要实习”对用户的使用行为不承担任何责任；</li>
<li>“要实习”可能会提供与其他互联网网站或资源进行链接。对于前述网站或资源是否可以利用，“要实习”不予担保。因使用或依赖上述网站或资源所造成的损失或损害，“要实习”也不负担任何责任。</li>
</ol>
<br/>
<b>（五）、用户隐私：</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;除了本平台在保密承诺中提出的条款外，使用者理解并同意，要实习招聘平台在不公开姓名的情况下，可以向第三方提供综合性的非个人化信息资料。除非依照法律、法规、法院命令、监管机构命令的要求，或根据政府行为、监管要求或请求，或因要实习招聘平台认为系为遵守监管义务所需时，在没有本人事先同意的情况下，要实习招聘平台不会向第三方公开你的姓名、地址、电子邮件和电话等个人信息，但以下情况除外：<br/>
<ol>
<li>根据执法单位之要求或为公共之目的向相关单位提供个人资料；</li>
<li>由于访问者将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露； </li>
<li>由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；</li>
<li>由于与本网站链接的其他网站所造成之个人资料泄露及由此而导致的任何法律争议和后果；</li>
<li>为免除访问者在生命、身体或财产方面之急迫危险。</li>
</ol>
<br/>
<b>（六）、违约责任：</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;如用户有以下行为视为违约，“要实习”有权随时采取停止服务，删除信息，取消会员资格，解除本协议，要求用户赔偿一切损失等行动。同时“要实习”已收取的服务费（如有）将不予退还。<br/>
<ol>
<li>用户的行为违反法律规定的；</li>
<li>用户的行为违反本协议承诺、约定的；</li>
<li>用户的行为侵犯任何第三方权益的；</li>
<li>用户的行为不利于“要实习”的。</li>
</ol>
<br/>
<b>（七）、协议的变更：</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;“要实习”保留随时修正、更新本服务条款的权利。一旦发生相关修订或更新，“要实习”会将修订和更新的内容及时在本页面发布，用户如认为变更无法接受，应该停止使用本网站相关服务。如果继续使用“要实习”相关服务的，则视为用户接受变更条款并愿意受其约束。<br/>
<br/>
<b>（八）、不可抗力：</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;如因不可抗力导致本协议无法履行的，双方互不承担责任。<br/>
<br/>
<b>（九）、免责条款</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;要实习招聘网并未随时监视此网址，但保留进行随时监视的权利。对于非要实习招聘网公布的材料，要实习招聘网一概不负任何责任。使用者承认并同意，应聘信息发布方对存入简历中心的个人简历及材料的格式、内容的准确性和合法性负有全部责任，招聘信息发布方对于其在职位数据库公布的材料的准确性和合法性负有全部责任。对于要实习招聘网为使用者提供便利而设置的外部链接网址，要实习招聘网并不保证其准确性、安全性和完整性，亦并不代表本网站对其链接内容的认可，请使用者谨慎确认后使用，要实习招聘网对由此导致的任何损失或伤害不承担任何责任。<br/>
<br/>
<b>（十）、法律适用：</b><br/>
&nbsp;&nbsp;&nbsp;&nbsp;本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。<br/>
<br/>
<b>（十一）、其他：</b><br/>
<ol>
<li>本协议自用户登录使用“要实习”起生效，长期有效；</li>
<li>“要实习”保留在法律允许范围内对本协议的最终解释权。</li>
</ol><br>
</div>
        </div>

	</div>
</body>
</html>
